{
  "nodes": [
    {
      "op": "null", 
      "name": "images", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "7fb4fcb3ab70d637"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split", 
        "hash": "d23f8c573ec48bc0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_7", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_7", 
        "Compiler": "mera_drp", 
        "hash": "d25fdfbb1e89b7fc"
      }, 
      "inputs": [
        [
          2, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate", 
        "hash": "36f52e954da6d8e3"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ], 
        [
          2, 
          1, 
          0
        ], 
        [
          2, 
          1, 
          0
        ], 
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_13", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_13", 
        "Compiler": "mera_drp", 
        "hash": "450b037d85e2d691"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_1", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_1", 
        "hash": "bf043dd2125e162a"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_20", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_20", 
        "Compiler": "mera_drp", 
        "hash": "a04f585f1e04d7d9"
      }, 
      "inputs": [
        [
          6, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_1", 
        "hash": "27acfbdc6f0d00cd"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ], 
        [
          6, 
          1, 
          0
        ], 
        [
          7, 
          0, 
          0
        ], 
        [
          7, 
          1, 
          0
        ], 
        [
          6, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_30", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_30", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_30", 
        "Compiler": "mera_drp", 
        "hash": "d40773ce0ee81042"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_2", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_2", 
        "hash": "3a4d296de24daf12"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          9, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_37", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_37", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_37", 
        "Compiler": "mera_drp", 
        "hash": "8c95d1765abb4093"
      }, 
      "inputs": [
        [
          10, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_2", 
        "hash": "81e2e81710baa399"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          10, 
          1, 
          0
        ], 
        [
          11, 
          0, 
          0
        ], 
        [
          11, 
          1, 
          0
        ], 
        [
          10, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_47", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_47", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_47", 
        "Compiler": "mera_drp", 
        "hash": "88e0d76ea2ba1971"
      }, 
      "inputs": [
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_3", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_3", 
        "hash": "eb48a17dac11528a"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          13, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_54", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_54", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_54", 
        "Compiler": "mera_drp", 
        "hash": "ebc3dbe22065f7eb"
      }, 
      "inputs": [
        [
          14, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_3", 
        "hash": "a6ba728dc4b63314"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ], 
        [
          14, 
          1, 
          0
        ], 
        [
          14, 
          1, 
          0
        ], 
        [
          15, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_0", 
        "layout": "NCHW", 
        "hash": "9411901ebd199bfc", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_4", 
        "hash": "d2846b425a32ffc2"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ], 
        [
          17, 
          1, 
          0
        ], 
        [
          17, 
          2, 
          0
        ], 
        [
          17, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_5", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_5", 
        "Compiler": "mera_drp", 
        "hash": "ad2595d00f337b24"
      }, 
      "inputs": [
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_5", 
        "hash": "1396404ff153e0ef"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          19, 
          1, 
          0
        ], 
        [
          13, 
          0, 
          0
        ], 
        [
          13, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_8", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_mera_drp_main_8", 
        "Compiler": "mera_drp", 
        "hash": "194f538d03467cdc"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ], 
        [
          19, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_4", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_4", 
        "hash": "2b61c42f6a8675fe"
      }, 
      "inputs": [
        [
          21, 
          0, 
          0
        ], 
        [
          21, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_70", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_70", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_70", 
        "Compiler": "mera_drp", 
        "hash": "ca0ce8eb36f287e7"
      }, 
      "inputs": [
        [
          22, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_6", 
        "hash": "6caabc069750544f"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          22, 
          1, 
          0
        ], 
        [
          22, 
          1, 
          0
        ], 
        [
          23, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_12", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_12", 
        "Compiler": "mera_drp", 
        "hash": "bd411cabbc67a547"
      }, 
      "inputs": [
        [
          24, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_7", 
        "hash": "a2c967f3cd2a7313"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ], 
        [
          25, 
          1, 
          0
        ], 
        [
          9, 
          0, 
          0
        ], 
        [
          9, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_15", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_mera_drp_main_15", 
        "Compiler": "mera_drp", 
        "hash": "359514f0fb2212eb"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ], 
        [
          25, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_5", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_5", 
        "hash": "15015d544a61c359"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ], 
        [
          27, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_81", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_81", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_81", 
        "Compiler": "mera_drp", 
        "hash": "0dfc253d79d15237"
      }, 
      "inputs": [
        [
          28, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_8", 
        "hash": "f1490179b7b11463"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ], 
        [
          28, 
          1, 
          0
        ], 
        [
          28, 
          1, 
          0
        ], 
        [
          29, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_19", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_19", 
        "Compiler": "mera_drp", 
        "hash": "a438bd35916556d9"
      }, 
      "inputs": [
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_9", 
        "hash": "4018334a7509385f"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          31, 
          1, 
          0
        ], 
        [
          31, 
          2, 
          0
        ], 
        [
          27, 
          0, 
          0
        ], 
        [
          27, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_28", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_28", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "3", 
        "global_symbol": "tvmgen_default_mera_drp_main_28", 
        "Compiler": "mera_drp", 
        "hash": "00a7945198f81245"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          32, 
          0, 
          0
        ], 
        [
          31, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_6", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_6", 
        "hash": "d8b1fceb65001864"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ], 
        [
          33, 
          1, 
          0
        ], 
        [
          33, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_100", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_100", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_100", 
        "Compiler": "mera_drp", 
        "hash": "18557fedf55a8224"
      }, 
      "inputs": [
        [
          34, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_6_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_6", 
        "hash": "6caabc069750544f"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ], 
        [
          34, 
          1, 
          0
        ], 
        [
          34, 
          1, 
          0
        ], 
        [
          35, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_42", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_42", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_42", 
        "Compiler": "mera_drp", 
        "hash": "dfe3da1bef689422"
      }, 
      "inputs": [
        [
          36, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_10", 
        "hash": "6ff741f7f60d0060"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          37, 
          1, 
          0
        ], 
        [
          37, 
          2, 
          0
        ], 
        [
          21, 
          0, 
          0
        ], 
        [
          21, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_51", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_51", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "3", 
        "global_symbol": "tvmgen_default_mera_drp_main_51", 
        "Compiler": "mera_drp", 
        "hash": "2a42d6aa0d02a5f5"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          37, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_7", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_7", 
        "hash": "2fdc47410e2c99ac"
      }, 
      "inputs": [
        [
          39, 
          0, 
          0
        ], 
        [
          39, 
          1, 
          0
        ], 
        [
          39, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_119", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_119", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_119", 
        "Compiler": "mera_drp", 
        "hash": "cb09cfc3ea009f8c"
      }, 
      "inputs": [
        [
          40, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_3_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_3", 
        "hash": "a6ba728dc4b63314"
      }, 
      "inputs": [
        [
          40, 
          0, 
          0
        ], 
        [
          40, 
          1, 
          0
        ], 
        [
          40, 
          1, 
          0
        ], 
        [
          41, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_124", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_124", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_124", 
        "Compiler": "mera_drp", 
        "hash": "72c66311f946403d"
      }, 
      "inputs": [
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate_reshape_transpose", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate_reshape_transpose", 
        "hash": "832386275a83338d"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ], 
        [
          33, 
          1, 
          0
        ], 
        [
          33, 
          2, 
          0
        ], 
        [
          39, 
          0, 
          0
        ], 
        [
          39, 
          1, 
          0
        ], 
        [
          39, 
          2, 
          0
        ], 
        [
          43, 
          0, 
          0
        ], 
        [
          43, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_softmax", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_softmax", 
        "hash": "290c2cbc92be4c01"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_transpose", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_transpose", 
        "hash": "ff76702cb0329fa2"
      }, 
      "inputs": [
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_133", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_133", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_133", 
        "Compiler": "mera_drp", 
        "hash": "e75510a8852a1783"
      }, 
      "inputs": [
        [
          46, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "9e0c273722a26689"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p127", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice_subtract", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_strided_slice_subtract", 
        "hash": "feb487a6f008de5a"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p128", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_strided_slice_add", 
        "hash": "ed1e14e09de4b8bf"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ], 
        [
          51, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_135", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_135", 
        "hash": "652a8adc41ea7ee2", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_135", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          50, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p129", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p130", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_divide_subtract_concatenate_multiply_reshape_reshape_reshape_concatenate_s_5ffe13f4591162aa_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "13", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_divide_subtract_concatenate_multiply_reshape_reshape_reshape_concatenate_s_5ffe13f4591162aa_", 
        "hash": "dc652d3ea0a73019"
      }, 
      "inputs": [
        [
          53, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          33, 
          1, 
          0
        ], 
        [
          33, 
          2, 
          0
        ], 
        [
          39, 
          0, 
          0
        ], 
        [
          39, 
          1, 
          0
        ], 
        [
          39, 
          2, 
          0
        ], 
        [
          43, 
          0, 
          0
        ], 
        [
          43, 
          1, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 49, 51, 54, 55], 
  "heads": [
    [
      56, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "device_index": [
      "list_int", 
      [
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        1, 
        4, 
        2, 
        3, 
        1, 
        2, 
        4, 
        5, 
        3, 
        2, 
        1, 
        5, 
        4, 
        6, 
        7, 
        6, 
        1, 
        7, 
        5, 
        8, 
        4, 
        8, 
        7, 
        5, 
        9, 
        4, 
        7, 
        5, 
        4, 
        7, 
        6, 
        1, 
        5, 
        4, 
        9, 
        1, 
        5, 
        4, 
        3, 
        9, 
        2, 
        1, 
        5, 
        4, 
        2, 
        1, 
        8, 
        5, 
        3, 
        9, 
        10, 
        2, 
        1, 
        5, 
        4, 
        2, 
        8, 
        11, 
        1, 
        6, 
        7, 
        8, 
        2, 
        5, 
        1, 
        4, 
        2, 
        11, 
        5, 
        1, 
        5, 
        12, 
        12, 
        13, 
        14, 
        15, 
        16, 
        12, 
        17, 
        18, 
        1
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 640, 640], 
        [1, 32, 160, 160], 
        [1, 16, 160, 160], 
        [1, 16, 160, 160], 
        [1, 16, 160, 160], 
        [1, 48, 160, 160], 
        [1, 64, 80, 80], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 128, 80, 80], 
        [1, 128, 40, 40], 
        [1, 64, 80, 80], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 256, 40, 40], 
        [1, 256, 20, 20], 
        [1, 128, 40, 40], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 384, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 512, 20, 20], 
        [1, 256, 40, 40], 
        [1, 256, 20, 20], 
        [1, 384, 40, 40], 
        [1, 128, 40, 40], 
        [1, 256, 20, 20], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 192, 40, 40], 
        [1, 128, 80, 80], 
        [1, 128, 40, 40], 
        [1, 192, 80, 80], 
        [1, 64, 80, 80], 
        [1, 128, 40, 40], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 96, 80, 80], 
        [1, 64, 80, 80], 
        [1, 64, 40, 40], 
        [1, 4, 80, 80], 
        [1, 192, 40, 40], 
        [1, 64, 80, 80], 
        [1, 128, 40, 40], 
        [1, 4, 80, 80], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 192, 40, 40], 
        [1, 64, 40, 40], 
        [1, 128, 20, 20], 
        [1, 4, 40, 40], 
        [1, 384, 20, 20], 
        [1, 64, 40, 40], 
        [1, 256, 20, 20], 
        [1, 4, 40, 40], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 384, 20, 20], 
        [1, 64, 20, 20], 
        [1, 4, 20, 20], 
        [1, 8400, 4, 16], 
        [1, 8400, 4, 16], 
        [1, 16, 4, 8400], 
        [1, 1, 4, 8400], 
        [1, 4, 8400], 
        [1, 2, 8400], 
        [1, 2, 8400], 
        [1, 2, 8400], 
        [1, 2, 8400], 
        [1, 2, 8400], 
        [], 
        [1, 8400], 
        [1, 8, 8400]
      ]
    ]
  }, 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    4, 
    5, 
    6, 
    7, 
    9, 
    11, 
    12, 
    14, 
    16, 
    18, 
    19, 
    21, 
    23, 
    24, 
    25, 
    29, 
    30, 
    32, 
    33, 
    35, 
    37, 
    38, 
    39, 
    41, 
    42, 
    44, 
    46, 
    47, 
    48, 
    51, 
    52, 
    55, 
    57, 
    58, 
    59, 
    62, 
    63, 
    66, 
    68, 
    69, 
    70, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82, 
    83, 
    84, 
    85
  ]
}