{
  "nodes": [
    {
      "op": "null", 
      "name": "images", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "2a87671ce359f914"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split", 
        "hash": "d23f8c573ec48bc0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_7", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_7", 
        "Compiler": "mera_drp", 
        "hash": "29583c67ce92bf2b"
      }, 
      "inputs": [
        [
          2, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate", 
        "hash": "36f52e954da6d8e3"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ], 
        [
          2, 
          1, 
          0
        ], 
        [
          2, 
          1, 
          0
        ], 
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_13", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_13", 
        "Compiler": "mera_drp", 
        "hash": "2af1d6211a35ddc2"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_1", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_1", 
        "hash": "bf043dd2125e162a"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_20", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_20", 
        "Compiler": "mera_drp", 
        "hash": "3e5acab68096d242"
      }, 
      "inputs": [
        [
          6, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_1", 
        "hash": "27acfbdc6f0d00cd"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ], 
        [
          6, 
          1, 
          0
        ], 
        [
          7, 
          0, 
          0
        ], 
        [
          7, 
          1, 
          0
        ], 
        [
          6, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_30", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_30", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_30", 
        "Compiler": "mera_drp", 
        "hash": "3ec4de7e86d99157"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_2", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_2", 
        "hash": "3a4d296de24daf12"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          9, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_37", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_37", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_37", 
        "Compiler": "mera_drp", 
        "hash": "a542b064b90d7247"
      }, 
      "inputs": [
        [
          10, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_2", 
        "hash": "81e2e81710baa399"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          10, 
          1, 
          0
        ], 
        [
          11, 
          0, 
          0
        ], 
        [
          11, 
          1, 
          0
        ], 
        [
          10, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_47", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_47", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_47", 
        "Compiler": "mera_drp", 
        "hash": "bdffd01723a75474"
      }, 
      "inputs": [
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_3", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_3", 
        "hash": "eb48a17dac11528a"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          13, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_54", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_54", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_54", 
        "Compiler": "mera_drp", 
        "hash": "91ef13b7540d633d"
      }, 
      "inputs": [
        [
          14, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_3", 
        "hash": "a6ba728dc4b63314"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ], 
        [
          14, 
          1, 
          0
        ], 
        [
          14, 
          1, 
          0
        ], 
        [
          15, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_0", 
        "layout": "NCHW", 
        "hash": "2cf3433609495f31", 
        "out_layout": "", 
        "num_outputs": "4", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_4", 
        "hash": "d2846b425a32ffc2"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ], 
        [
          17, 
          1, 
          0
        ], 
        [
          17, 
          2, 
          0
        ], 
        [
          17, 
          3, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_5", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_5", 
        "Compiler": "mera_drp", 
        "hash": "35b89808960bcc1c"
      }, 
      "inputs": [
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_5", 
        "hash": "1396404ff153e0ef"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          19, 
          1, 
          0
        ], 
        [
          13, 
          0, 
          0
        ], 
        [
          13, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_8", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_mera_drp_main_8", 
        "Compiler": "mera_drp", 
        "hash": "768d96ffd77bdd96"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ], 
        [
          19, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_4", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_4", 
        "hash": "2b61c42f6a8675fe"
      }, 
      "inputs": [
        [
          21, 
          0, 
          0
        ], 
        [
          21, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_70", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_70", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_70", 
        "Compiler": "mera_drp", 
        "hash": "b1e4d21cf146fb3e"
      }, 
      "inputs": [
        [
          22, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_6", 
        "hash": "6caabc069750544f"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          22, 
          1, 
          0
        ], 
        [
          22, 
          1, 
          0
        ], 
        [
          23, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_12", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_12", 
        "Compiler": "mera_drp", 
        "hash": "c5bca640934e7309"
      }, 
      "inputs": [
        [
          24, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_7", 
        "hash": "a2c967f3cd2a7313"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ], 
        [
          25, 
          1, 
          0
        ], 
        [
          9, 
          0, 
          0
        ], 
        [
          9, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_15", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_mera_drp_main_15", 
        "Compiler": "mera_drp", 
        "hash": "780b1ab4b1fb55c7"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ], 
        [
          25, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_5", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_5", 
        "hash": "15015d544a61c359"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ], 
        [
          27, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_81", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_81", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_81", 
        "Compiler": "mera_drp", 
        "hash": "afa0b4949c77aee1"
      }, 
      "inputs": [
        [
          28, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_8", 
        "hash": "f1490179b7b11463"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ], 
        [
          28, 
          1, 
          0
        ], 
        [
          28, 
          1, 
          0
        ], 
        [
          29, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_19", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_19", 
        "Compiler": "mera_drp", 
        "hash": "b4577b54fb978023"
      }, 
      "inputs": [
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_9", 
        "hash": "0dc7456747c3ad82"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          31, 
          1, 
          0
        ], 
        [
          31, 
          2, 
          0
        ], 
        [
          27, 
          0, 
          0
        ], 
        [
          27, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_37", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_37", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_37", 
        "Compiler": "mera_drp", 
        "hash": "8e8f80e4b4011bf6"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_6", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_6", 
        "hash": "ed40503d31f7c397"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_106", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_106", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_106", 
        "Compiler": "mera_drp", 
        "hash": "20387b5ae6d1a6db"
      }, 
      "inputs": [
        [
          34, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_6_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_6", 
        "hash": "6caabc069750544f"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ], 
        [
          34, 
          1, 
          0
        ], 
        [
          34, 
          1, 
          0
        ], 
        [
          35, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_40", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_40", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_40", 
        "Compiler": "mera_drp", 
        "hash": "baba6e9c423393e6"
      }, 
      "inputs": [
        [
          36, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_10", 
        "hash": "96f0400d49900957"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          37, 
          1, 
          0
        ], 
        [
          37, 
          2, 
          0
        ], 
        [
          21, 
          0, 
          0
        ], 
        [
          21, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_58", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_58", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_58", 
        "Compiler": "mera_drp", 
        "hash": "06d120eed0b55314"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_split_7", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_split_7", 
        "hash": "10e2152ba5398f07"
      }, 
      "inputs": [
        [
          39, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_131", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_131", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_131", 
        "Compiler": "mera_drp", 
        "hash": "fe463b38d7bfdc29"
      }, 
      "inputs": [
        [
          40, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_3_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_3", 
        "hash": "a6ba728dc4b63314"
      }, 
      "inputs": [
        [
          40, 
          0, 
          0
        ], 
        [
          40, 
          1, 
          0
        ], 
        [
          40, 
          1, 
          0
        ], 
        [
          41, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_136", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_136", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_136", 
        "Compiler": "mera_drp", 
        "hash": "42c59d165ad4265a"
      }, 
      "inputs": [
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_reshape_concatenate_reshape_reshape_concatenate_split", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "7", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_reshape_concatenate_reshape_reshape_concatenate_split", 
        "hash": "7851bf069356ce20"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          31, 
          1, 
          0
        ], 
        [
          31, 
          2, 
          0
        ], 
        [
          37, 
          0, 
          0
        ], 
        [
          37, 
          1, 
          0
        ], 
        [
          37, 
          2, 
          0
        ], 
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose", 
        "hash": "f8e8997db5cd1c74"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ], 
        [
          44, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_softmax", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_softmax", 
        "hash": "290c2cbc92be4c01"
      }, 
      "inputs": [
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_transpose", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_transpose", 
        "hash": "ff76702cb0329fa2"
      }, 
      "inputs": [
        [
          46, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_151", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_151", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_151", 
        "Compiler": "mera_drp", 
        "hash": "677fe09e93b807df"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "9e0c273722a26689"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p127", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice_subtract", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_strided_slice_subtract", 
        "hash": "feb487a6f008de5a"
      }, 
      "inputs": [
        [
          49, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p128", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_strided_slice_add", 
        "hash": "ed1e14e09de4b8bf"
      }, 
      "inputs": [
        [
          49, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_153", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_153", 
        "hash": "9c156d84d47ad383", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_153", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          51, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p129", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p130", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_divide_subtract_concatenate_multiply_sigmoid_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_divide_subtract_concatenate_multiply_sigmoid_concatenate", 
        "hash": "a9613b3663369ebf"
      }, 
      "inputs": [
        [
          54, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ], 
        [
          51, 
          0, 
          0
        ], 
        [
          56, 
          0, 
          0
        ], 
        [
          44, 
          0, 
          0
        ], 
        [
          44, 
          1, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 50, 52, 55, 56], 
  "heads": [
    [
      57, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "device_index": [
      "list_int", 
      [
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        1, 
        4, 
        2, 
        3, 
        1, 
        2, 
        4, 
        5, 
        3, 
        2, 
        1, 
        5, 
        4, 
        6, 
        7, 
        6, 
        1, 
        7, 
        5, 
        8, 
        4, 
        8, 
        7, 
        5, 
        9, 
        4, 
        7, 
        5, 
        4, 
        7, 
        6, 
        1, 
        5, 
        4, 
        9, 
        1, 
        5, 
        4, 
        3, 
        9, 
        2, 
        1, 
        5, 
        4, 
        2, 
        1, 
        5, 
        4, 
        9, 
        3, 
        4, 
        9, 
        8, 
        9, 
        3, 
        10, 
        8, 
        6, 
        8, 
        7, 
        6, 
        4, 
        6, 
        4, 
        7, 
        1, 
        5, 
        1, 
        10, 
        10, 
        11, 
        6, 
        12, 
        13, 
        10, 
        14, 
        15, 
        5
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 640, 640], 
        [1, 32, 160, 160], 
        [1, 16, 160, 160], 
        [1, 16, 160, 160], 
        [1, 16, 160, 160], 
        [1, 48, 160, 160], 
        [1, 64, 80, 80], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 128, 80, 80], 
        [1, 128, 40, 40], 
        [1, 64, 80, 80], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 256, 40, 40], 
        [1, 256, 20, 20], 
        [1, 128, 40, 40], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 384, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 512, 20, 20], 
        [1, 256, 40, 40], 
        [1, 256, 20, 20], 
        [1, 384, 40, 40], 
        [1, 128, 40, 40], 
        [1, 256, 20, 20], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 192, 40, 40], 
        [1, 128, 80, 80], 
        [1, 128, 40, 40], 
        [1, 192, 80, 80], 
        [1, 64, 80, 80], 
        [1, 128, 40, 40], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 32, 80, 80], 
        [1, 96, 80, 80], 
        [1, 64, 80, 80], 
        [1, 80, 80, 80], 
        [1, 64, 40, 40], 
        [1, 192, 40, 40], 
        [1, 128, 40, 40], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 64, 40, 40], 
        [1, 192, 40, 40], 
        [1, 64, 40, 40], 
        [1, 80, 40, 40], 
        [1, 128, 20, 20], 
        [1, 384, 20, 20], 
        [1, 256, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 128, 20, 20], 
        [1, 384, 20, 20], 
        [1, 144, 20, 20], 
        [1, 64, 8400], 
        [1, 80, 8400], 
        [1, 8400, 4, 16], 
        [1, 8400, 4, 16], 
        [1, 16, 4, 8400], 
        [1, 1, 4, 8400], 
        [1, 4, 8400], 
        [1, 2, 8400], 
        [1, 2, 8400], 
        [1, 2, 8400], 
        [1, 2, 8400], 
        [1, 2, 8400], 
        [], 
        [1, 8400], 
        [1, 84, 8400]
      ]
    ]
  }, 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    4, 
    5, 
    6, 
    7, 
    9, 
    11, 
    12, 
    14, 
    16, 
    18, 
    19, 
    21, 
    23, 
    24, 
    25, 
    29, 
    30, 
    32, 
    33, 
    35, 
    37, 
    38, 
    39, 
    41, 
    42, 
    44, 
    46, 
    47, 
    48, 
    51, 
    52, 
    53, 
    55, 
    56, 
    57, 
    60, 
    61, 
    62, 
    64, 
    65, 
    66, 
    67, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82
  ]
}