{
  "nodes": [
    {
      "op": "null", 
      "name": "images", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "9", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "7b441bf3847c1526"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "9", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate", 
        "hash": "4367631959f6d787"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          1, 
          2, 
          0
        ], 
        [
          1, 
          3, 
          0
        ], 
        [
          1, 
          4, 
          0
        ], 
        [
          1, 
          5, 
          0
        ], 
        [
          1, 
          6, 
          0
        ], 
        [
          1, 
          7, 
          0
        ], 
        [
          1, 
          8, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose", 
        "hash": "3415efa7327cb7e9"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_softmax", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_softmax", 
        "hash": "c1a5515e7ff77e13"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_163", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_163", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_163", 
        "Compiler": "mera_drp", 
        "hash": "d41c15b19434cf80"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "b8ec9621f0ac7e2c"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p181", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice_subtract", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_strided_slice_subtract", 
        "hash": "7338a63e8b6a8c19"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ], 
        [
          7, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p182", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_strided_slice_add", 
        "hash": "00c310b0ed65972b"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ], 
        [
          9, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_165", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_165", 
        "hash": "10219c40270a6eb0", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_165", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ], 
        [
          10, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p183", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p184", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "9", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_reshape_reshape_concatenate_1", 
        "hash": "ccd19a458822f229"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          1, 
          2, 
          0
        ], 
        [
          1, 
          3, 
          0
        ], 
        [
          1, 
          4, 
          0
        ], 
        [
          1, 
          5, 
          0
        ], 
        [
          1, 
          6, 
          0
        ], 
        [
          1, 
          7, 
          0
        ], 
        [
          1, 
          8, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_divide_subtract_concatenate_multiply_sigmoid_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_divide_subtract_concatenate_multiply_sigmoid_concatenate", 
        "hash": "266f527d47004058"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          10, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 7, 9, 12, 13], 
  "heads": [
    [
      15, 
      0, 
      0
    ], 
    [
      2, 
      0, 
      0
    ], 
    [
      14, 
      0, 
      0
    ], 
    [
      1, 
      6, 
      0
    ], 
    [
      1, 
      7, 
      0
    ], 
    [
      1, 
      8, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "device_index": [
      "list_int", 
      [
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        6, 
        7, 
        8, 
        9, 
        10, 
        11, 
        12, 
        11, 
        11, 
        13, 
        14, 
        15, 
        16, 
        17, 
        18, 
        19, 
        11, 
        12
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 416, 416], 
        [1, 64, 52, 52], 
        [1, 64, 26, 26], 
        [1, 64, 13, 13], 
        [1, 81, 52, 52], 
        [1, 81, 26, 26], 
        [1, 81, 13, 13], 
        [1, 256, 52, 52], 
        [1, 512, 26, 26], 
        [1, 1024, 13, 13], 
        [1, 64, 3549], 
        [1, 16, 4, 3549], 
        [1, 16, 4, 3549], 
        [1, 1, 4, 3549], 
        [1, 4, 3549], 
        [1, 2, 3549], 
        [1, 2, 3549], 
        [1, 2, 3549], 
        [1, 2, 3549], 
        [1, 2, 3549], 
        [], 
        [1, 3549], 
        [1, 81, 3549], 
        [1, 85, 3549]
      ]
    ]
  }, 
  "node_row_ptr": [
    0, 
    1, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24
  ]
}